Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/anskaffelser.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: American chemistry council, retrieved 2017-11-28 162 Telephone conversation, Ingvar Lindh, Sherwin, 2017-11-27 163 Contacts with several Scandinavian office chair producers, November-December 2017 164
nb: American chemistry council, hentet 2017-11-28 162 Telefonsamtale, Ingvar Lindh, Sherwin, 2017-11-27 163 Kontakt med flere skandinaviske kontorstol produsenter, November-December 2017 164

source: These including criteria on child labour, workers’ rights, health and safety and the reduction of use of hazardous substances.
nb: De omfatter kriterier for barnearbeid, arbeidstakerrettigheter, helse og sikkerhet samt redusert bruk av farlige stoffer.

source: Recycled plastics occur in details.169 Standardised parts (screws, spacers, washers) may be produced by small or medium-sized firms in Scandinavia, while more complex components like the foot base, cylinder, and wheels/castors can be 161
nb: Resirkulert plast forekommer i detaljer.169 Standardiserte deler (skruer, avstandsstykker, skiver) kan være produsert av små eller mellomstore bedrifter i Skandinavia, mens mer komplekse komponenter som kryssfot, sylinder, og hjul/trinser kan 161

source: The Customer shall identify, in Appendix 1, which legal requirements, or requirements that are specific to the party in question, are of relevance to the conclusion and implementation of this Agreement.
nb: Kunden skal i bilag 1 identifisere hvilke rettslige eller partsspesifikke krav som har relevans for inngåelse og gjennomføring av denne avtalen.

source: In areas not covered by generalised collective wage agreements, the Contractor shall ensure that the same employees do not receive wages or have working conditions that are inferior to those stipulated in any applicable nationwide collective wage agreements relating to the relevant trade.
nb: På områder som ikke er dekket av allmenngjort tariffavtale, skal Leverandøren sørge for at de samme ansatte ikke har dårligere lønns- og arbeidsvilkår enn det som følger av gjeldende landsomfattende tariffavtale for den aktuelle bransje.

source: Manufacturing in India, China and Thailand is also generally associated with risks.
nb: Produksjon i India, Kina og Thailand er også generelt forbundet med risiko.

source: If the Contractor fails to make such request without undue delay, the work shall be deemed to form part of the Contractor’s obligations pursuant to the Agreement, and the Contractor waives its right to invoke such work as grounds for extending deadlines, additional consideration or damages.
nb: Unnlater Leverandøren å fremsette slikt krav uten ugrunnet opphold, skal arbeidet anses å være en del av Leverandørens forpliktelse i henhold til avtalen, og Leverandøren taper sin rett til å påberope seg arbeidet som grunnlag for fristforlengelse, ekstra vederlag eller erstatning.

source: However, supply chains of components are highly complex, where a single mechanism can contain some 200 details, of which many are sourced from different subcontractors.165 Scandinavian assembly means that much metal predominantly originates in Sweden or Finland, with iron ore also sourced locally.166 Both aluminum and steel are frequently reproduced from scrap metal in Germany and Italy.167 The major Swedish steelworks claims hard coal is sourced from Australia and the USA, but Indonesia, Russia, South Africa and Mongolia are also global top exporters and supply chains are non-transparent.168 Plastics (shells, seat, foam, bellows, spacers) are typically injection molded by subcontractors in Scandinavia or Northern Europe.
nb: Leverandørkjedene til komponentene er imidlertid svært komplekse, og én enkelt mekanisme kan inneholde rundt 200 detaljer, hvorav mange er hentet fra ulike underleverandører.165 I produkter som er montert i Skandinavia, kommer mye metall hovedsakelig fra Sverige eller Finland, og jernmalm hentes også lokalt.166 Både aluminium og stål blir ofte fremstilt på nytt fra skrapmetall i Tyskland og Italia.167 De store svenske stålverkene hevder at antrasitt blir hentet fra Australia og USA, men Indonesia, Russland, Sør-Afrika og Mongolia er også store eksportører på verdensbasis, og leverandørkjedene er ikke gjennomsiktige.168 Plast (skall, sete, skum, belger, avstandsstykker) er vanligvis injeksjonsstøpt av underleverandører i Skandinavia eller Nord-Europa.

source: Right of disposal of software, etc.
nb: Disposisjonsrett til programmer mv.

source: Influence by central bodies like Difi is based on voluntary uptake of Difi’s guidance and advice.
nb: LO ønskes samtidig å peke på at klima- og miljøhensyn, og innovasjon må sees i sammenheng.

source: The other party must respond to the notice within five (5) Working days.
nb: Varselet skal besvares av den andre parten innen 5 (fem) Virkedager.

source: A corresponding obligation shall apply if additional delays are to be expected after the first notice has been given.
nb: Tilsvarende gjelder hvis det må antas ytterligere forsinkelser etter at første varsel er gitt.

source: Costs associated with drawing up a change estimate are not covered by the Customer if a change order in accordance with clause 3.4 is not issued.
nb: Kostnader i forbindelse med utarbeidelse av endringsoverslag dekkes ikke av Kunden dersom det ikke utstedes en endringsordre i henhold til punkt 3.4.

source: If the parties do not agree to continue the project within thirty (30) days of the written notice in accordance with the paragraph above, the party that demands the Exit may withdraw from the Agreement with immediate effect.
nb: Dersom partene ikke kommer til enighet om å videreføre prosjektet innen 30 (tretti) kalenderdager etter skriftlig varsel i henhold til avsnittet ovenfor, kan den part som krever Exit, tre ut av avtalen med umiddelbar virkning.

source: The liquidated damages amount to 0.15 per cent of the total consideration payable for the deliverables (the contract price), excluding Value Added Tax, for each calendar day of delay, but albeit limited to a maximum of one hundred (100) calendar days.
nb: Dagboten utgjør 0,15 % av samlet vederlag for leveransen (kontraktssummen) ekskl. merverdiavgift for hver kalenderdag forsinkelsen varer, men begrenset til maksimalt 100 (hundre) kalenderdager.

source: To the extent that Standard software included in the deliverables must be delivered under standard licence terms and conditions and agreement terms and conditions (licence terms and conditions), this shall be explicitly stated in a separate chapter in Appendix 2, and copies of the licence terms and conditions shall be appended as Appendix 10.
nb: I den utstrekning standard programvare som er omfattet av Leveransen må leveres under standard lisensbetingelser og avtalevilkår (lisensbetingelser), skal dette være uttrykkelig angitt i et eget kapittel i bilag 2 og kopier av lisensbetingelsene skal være vedlagt bilag 10.

source: Each party is responsible for the follow-up of its own duties pursuant to such legal requirements.
nb: Hver av partene har ansvar for å følge opp sine respektive plikter i henhold til slike rettslige krav.

source: If such errors as those mentioned in this paragraph result in the Customer deciding to postpone the start of the approval period, the Contractor may not demand consideration for this postponement, even if a change order is issued pursuant to clause 2.5.2, paragraph one.
nb: Hvis feil som nevnt i dette avsnittet fører til at Kunden beslutter å utsette oppstart av godkjenningsperioden, kan Leverandøren ikke kreve vederlag for denne utsettelsen selv om det utstedes endringsordre i henhold til punkt 2.5.2 første avsnitt.

source: Vitra, both retrieved 2017-12-04; email, Geir Hovland, Senab Eikeland, 2017-12-08 165 Telephone conversation, large Scandinavian metal supplier A, 2017-11-27 166 Telephone conversation, Andreas Alm, Tibnor, 2017-11-24 167 Telephone conversation, large Scandinavian metal supplier A, 2017-11-27 168
nb: Vitra, begge hentet 2017-12-04; E-post, Geir Hovland, Senab Eikeland, 2017-12-08 165 Telefonsamtale, større skandinavisk metall leverandør A, 2017-11-27 166 Telefonsamtale, Andreas Alm, Tibnor, 2017-11-24 167 Telefonsamtale, større skandinavisk metall leverandør A, 2017-11-27 168

source: There is breach of contract on the part of the Customer if the Customer fails to perform its duties under the Agreement.
nb: Det foreligger mislighold fra Kundens side hvis Kunden ikke oppfyller sine plikter etter avtalen.

source: An approval period will begin after Commissioning, in accordance with clauses 2.5.2–2.5.5.
nb: Fra Produksjonssetting løper en godkjenningsperiode i henhold til punkt 2.5.2–2.5.5.

source: After the Exit opportunity, as stipulated in clause 2.7.1, has lapsed, the Customer may cancel, in whole or in part, the items contracted under this Agreement on one (1) month's written notice.
nb: Etter at Exit-muligheten som angitt i punkt 2.7.1 er opphørt, kan Kunden helt eller delvis avbestille leveransen under denne Avtalen med 1 (én) måneds skriftlig varsel.

source: 43 Import is nevertheless growing, and in 2019, 95 percent of the imported wood originated from Sweden.44 In addition, Norway imports coniferous lumber and sawn wood from several other countries, including Finland, Denmark, Germany and the Baltic states.45 Non-coniferous lumber is imported from European countries mainly, but is also imported from Asian countries such as Malaysia and the United States.46 It is important to keep in mind that exporting countries also import raw lumber, which could be re-exported.
nb: 43 Likevel øker importen, og i 2019 hadde 95 prosent av importert trevirke Sverige som opphavsland.44 Norge importerer i tillegg trelast og sagtømmer fra barskog fra flere andre land, inkludert Finland, Danmark, Tyskland og Baltikum.45 Trelast fra annen skog enn barskog importeres hovedsakelig fra land i Europa, men også fra land som Malaysia i Asia, og fra USA.46 Det er viktig å huske på at eksportland også importerer råtømmer, som kan reeksporteres.

source: The responsibility of the Contractor for its performance
nb: Så lenge dagboten løper, kan Kunden ikke heve avtalen.

source: - The documentation being incomplete or imprecise.
nb: - Dokumentasjonen er mangelfull eller upresis.

source: All plastics come from granules made up of basic resins and additives such as antioxidants, colourants, foaming agents, plasticizers, lubricants and flame retardants.161
nb: All plast kommer fra granulater bestående av basisk harpiks og tilsetningsstoffer som antioksidanter, fargestoffer, skumdannere, plastifiseringsmidler, smøremidler og flammehemmere.161

source: If legal requirements that are applicable to the deliverables are changed after the Agreement has been concluded, but before the delivery date, the Customer may request that the necessary changes be made to ensure compliance with the new requirements.
nb: Hvis det inntreffer endringer i rettslige krav som er relevante for leveransen, etter at kontrakten ble inngått, men før leveringsdag, kan Kunden be om å få gjennomført de endringer som er nødvendige for å overholde de nye kravene.

source: The global petrochemical industry, as well as the extraction of oil, gas, hard coal, bauxite, urea, lime and other furniture raw materials, are characterised by near-zero traceability.
nb: Den globale petrokjemiske industrien, samt utvinningen av olje, gass, antrasitt, bauksitt, urea, kalk og andre råvarer for møbler, er preget av nær null sporbarhet.

source: At a minimum, the study shall include the following:
nb: Utredningen skal minimum omfatte følgende punkter:

source: The deliverables shall be tested and approved pursuant to this Agreement's provisions governing testing and approval, independent of what may follow from the Software's licence terms and conditions.
nb: Leveransen skal testes og godkjennes i henhold til denne avtalens bestemmelser om test og godkjenning uavhengig av hva som måtte følge av programvarens lisensbetingelser.

source: Hourly rates charges for services may be adjusted at the beginning of every calendar year by an amount equivalent to the increase in the retail price index (the main index) of Statistics Norway, with the initial reference index value being the index value for the month in which the Agreement was formed, unless a different index value is agreed in Appendix 7.
nb: Timepris for tjenester kan endres hvert årsskifte tilsvarende økningen i Statistisk sentralbyrås konsumprisindeks (hovedindeksen), første gang med utgangspunkt i indeksen for den måned avtalen ble inngått, med mindre annen indeks er avtalt i bilag 7.

source: All prices are quoted in Norwegian kroner unless the Customer has, in Appendix 7, agreed that prices for components that are delivered from abroad may be stated in a foreign currency.
nb: Alle priser er i norske kroner med mindre Kunden i bilag 7 har åpnet for at priser på komponenter som leveres fra utlandet, kan oppgis i utenlandsk valuta.

source: The Office of Auditor General is tasked with auditing also public procurement processes; this
nb: Grønne og innovative innkjøp setter krav til høy kompetanse og profesjonalitet hos den enkelte innkjøper.

source: If there is a material breach of contract, the other party may, after giving the party that is in breach of contract written notice and a reasonable deadline for remedying the situation, terminate the Agreement for breach with immediate effect.
nb: Dersom det foreligger vesentlig mislighold, kan den annen part etter å ha gitt den misligholdende part skriftlig varsel og rimelig frist til å bringe forholdet i orden, heve avtalen med øyeblikkelig virkning.

source: The Contractor shall make such documentation as stipulated in Appendix 6 available to the Customer.
nb: Underleverandør som er godkjent, skal angis i bilag 6.

source: Nevertheless, there is no breach of contract if the situation is caused by circumstances related to the Customer or by force majeure.
nb: Det foreligger likevel ikke mislighold hvis situasjonen skyldes Kundens forhold eller force majeure.

source: To the extent that the Customer is a public body, the Customer may assign, in full or in part, its rights and obligations under this Agreement to another Norwegian public body, which shall then be entitled to corresponding terms and conditions.
nb: I den grad Kunden er en offentlig virksomhet, kan Kunden helt eller delvis overdra sine rettigheter og plikter etter avtalen til annen norsk offentlig virksomhet, som da er berettiget til tilsvarende vilkår.

source: If the Customer wants to execute a change, the Customer shall send the Contractor a change request in accordance with the procedure agreed in Appendix 9.
nb: Dersom Kunden ønsker å få utført en endring, skal Kunden sende Leverandøren en endringsanmodning i henhold til prosedyre avtalt i bilag 9.

source: The Customer shall identify, in Appendix 1, which legal requirements that are specific to the party in question, are of relevance to the conclusion and implementation of this Agreement.
nb: Kunden skal i bilag 1 identifisere hvilke partsspesifikke rettslige krav som har relevans for inngåelse og gjennomføring av denne Avtalen.

source: Errors in Standard software such as those mentioned in the second to last paragraph shall not be included in the assessment of whether or not the Acceptance criteria or Pass/fail criteria have been fulfilled, unless the Contractor has failed to perform its duties in respect of following up the error rectification and installing the rectified version.
nb: Slike feil i Standardprogramvare som er nevnt i nest siste avsnitt regnes ikke med ved vurderingen av om Akseptansekriterier eller Godkjenningskriterier er oppfylt, med mindre Leverandøren har misligholdt sin plikt til å følge opp feilrettingen og installasjon av den feilrettede versjonen.

source: Persons designated as key personnel in Appendix 4 shall not, within the scope of the Contractor’s managerial prerogative as employer, be replaced without the prior approval of the Customer.
nb: Personer som i bilag 4 er spesifisert som nøkkelpersonell, skal, innen rammen av Leverandørens styringsrett som arbeidsgiver, ikke kunne skiftes ut uten forutgående godkjenning fra Kunden.

source: The Contractor shall ensure that no free software is being used under licence terms that are incompatible with the requirements applicable to the deliverables, or incompatible with the licence terms governing other software that forms part of the deliverables.
nb: Leverandøren skal påse at det ikke benyttes fri programvare med lisensbetingelser som er uforenlige med kravene til leveransen, eller som er uforenlige med lisensbetingelsene som gjelder for annen programvare som inngår i leveransen.

source: If it is not possible for the Contractor to perform its contractual obligations due to a lack of participation by the Customer, the Contractor shall have the right to demand that the Customer temporarily suspend the Agreement pursuant to the provisions in clause 2.7.3.
nb: Dersom det ikke er mulig for Leverandøren å utføre sine plikter etter Avtalen på grunn av manglende medvirkning fra Kunden, har Leverandøren rett til å kreve at Kunden midlertidig stanser Avtalen etter bestemmelsene i punkt 2.7.3.

source: Together with the change order request, the Contractor shall provide the Customer with a study of relevant risk and change consequences, as well as a price estimate (change estimate) pursuant to clause 3.3.
nb: Leverandøren skal sammen med krav om endringsordre sende Kunden utredning av aktuelle risiko- og endringskonsekvenser, og gi et prisestimat (endringsoverslag) i henhold til punkt 3.3.

source: There is also a breach of contract if the Contractor fails to perform other duties under the Agreement.
nb: Det foreligger også mislighold dersom Leverandøren ikke oppfyller øvrige plikter etter avtalen.

source: Other approval criteria may be agreed in Appendix 5.
nb: Andre godkjenningskriterier kan avtales i bilag 5.

source: If the Exit was initiated by the Contractor, the Contractor cannot claim consideration for work that has already been performed.
nb: Ved Exit initiert av Leverandøren kan Leverandøren ikke kreve vederlag for allerede utført arbeid.

source: Such information shall be disclosed as soon as possible.
nb: Slik informasjon skal gis så raskt som mulig.

source: The raw materials for these are mainly oil and gas, fatty acids from animals and plants and cellulose.162
nb: Råvarene til disse er hovedsakelig olje og gass, fettsyrer fra dyr og planter og cellulose.162

source: The Contractor is responsible for ensuring the deliverables covering the needs and solution specification in Appendices 1 and 2, with any changes in Appendix 9, albeit so that the detailed specification and Pass/fail criteria provide the final specification of what will be delivered for the areas they cover.
nb: Leverandøren har ansvar for at leveransen dekker behovs- og løsningsbeskrivelsen i bilag 1 og 2 med eventuelle endringer i bilag 9, likevel slik at detaljspesifikasjonen og godkjenningskriteriene skal utgjøre den endelige spesifisering av hva som skal leveres for de områdene de dekker.

source: The Customer is granted a limited right of disposal in respect of the software and documentation that forms part of the deliverables.
nb: Kunden får en begrenset disposisjonsrett til programvaren og dokumentasjonen som inngår i leveransen.

source: Unless another bonus system is specified in Appendix 7, there shall be two main types of bonus: completion bonuses and bonuses that are paid out underway.
nb: Med mindre annen bonusordning er angitt i bilag 7, skal det være to hovedtyper bonus; sluttbonus og bonus som utbetales underveis.

source: must commit to the organisation’s ’10 principles’ on human rights, development and the environment.8 Their members include 25 of the world’s biggest mining companies.9
nb: må forplikte seg til å følge organisasjonens «10 prinsipper» for menneskerettigheter, utvikling og miljø.8 Medlemmene omfatter 25 av verdens største gruveselskaper.9

source: The scope of such assistance, as well as any additional consideration, shall be specified in Appendix 4.
nb: Omfanget av slik bistand, samt eventuelt vederlag, avtales nærmere i bilag 4.

source: The Contractor shall not be obliged to carry out additional work that represents, in aggregate, a net addition of more than fifteen (15) per cent to the Estimated total cost, other than in the case of a disputed change order pursuant to clause 3.9.
nb: Leverandøren er ikke forpliktet til å utføre endringsarbeider som samlet utgjør mer enn 15 (femten) prosent netto tillegg til Estimert Totalkost, med mindre det er snakk om en omtvistet endringsordre etter punkt 3.9.

source: The Contractor shall only use free software that does not, based on a sound assessment on the part of the Contractor, infringe third-party rights, and that is offered under generally recognised licences for free software.
nb: Leverandøren skal bare benytte fri programvare som etter en forsvarlig vurdering fra Leverandørens side ikke krenker tredjeparts rettigheter, og som tilbys under alminnelig anerkjente frie programvarelisenser.

source: Norsk Hydro, retrieved 2017-11-28
nb: Norsk Hydro, hentet 2017-11-28

source: The overview shall be included as a separate chapter in Appendix 2.
nb: Oversikten inntas i et eget kapittel i bilag 2.

source: The Customer shall be responsible for specifying, in Appendix 1, any relevant functional and security requirements that are applicable to the deliverables.
nb: Det er herunder Kundens ansvar å konkretisere relevante funksjonelle og sikkerhetsmessige krav for leveransen i bilag 1.

source: Components include the seat, back, optional headrest and arms, their support frames, several paddings, the cylinder/gas lift, footbase (in metal or plastic), wheels/castors and motion mechanisms, as well as standardised parts like straps, screws and spacers.
nb: Komponentene inkluderer setet, ryggen, valgfri nakkestøtte og armlener, støtterammene til disse, flere polstringer, sylinder-/gasslift, kryssfot (i metall eller plast), hjul/trinser og bevegelsesmekanismer, samt standardiserte deler som stropper, skruer og avstandsstykker.

source: The right of disposal shall apply as from signing of the Agreement, without any time limitation or right of termination, unless otherwise agreed in Appendix 7.
nb: Disposisjonsretten løper fra avtalens undertegning, uten noen tidsbegrensning eller oppsigelsesadgang, med mindre annet er avtalt i bilag 7.

source: The confidentiality obligation shall lapse five (5) years after the delivery date, unless otherwise stipulated by law or regulation. Form of communication - in writing
nb: Taushetsplikten opphører fem (5) år etter leveringsdag, med mindre annet følger av lov eller forskrift. Skriftlighet

source: Surface treatments, including chrome plating, powder coating and painting, lacquering etc. involve complex use of binders, solvents, pigments and possibly additives.
nb: Overflatebehandlinger, blant annet forkromming, pulvermaling og maling, lakkering osv., involverer kompleks bruk av bindemidler, løsemidler, pigmenter og muligens tilsetningsstoffer.

source: The Software and other equipment with which it shall be compatible, and any Software and equipment that shall be used during the development and testing of the deliverables, are described in Appendix 3.
nb: Programvare og annet utstyr som skal fungere sammen med, og programvare og utstyr som eventuelt skal brukes under utvikling og testing av leveransen, er beskrevet i bilag 3.
